{
  "games": [
    {
      "id": 1,
      "title": "Ramses Book",
      "image": "https://gamomat.com/wp-content/uploads/2020/05/ramses-book-s.jpg",
      "description": "The themed game Ramses Book offers a first-class gaming experience. Look out for the mighty Egyptian book, which is wild and unlocks Free Games with a bonus symbol.",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2020/05/ramses-book-l-1200x630.jpg"
    },
    {
      "id": 2,
      "title": "Royal Seven XXL",
      "image": "https://gamomat.com/wp-content/uploads/2020/05/royal-seven-xxl-s.jpg",
      "description": "This royal fruit game not only impresses with warm colors. It also provides courtly excitement when stacked symbols appear all over the screen. Your Highness will be delighted, as even more paylines provide even more winnings.",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2023/06/royal_seven_xxl_dlx_l-1200x630.jpg"
    },
    {
      "id": 3,
      "title": "Nordic Fire",
      "image": "https://gamomat.com/wp-content/uploads/2022/09/nordic_fire_s.jpg",
      "description": "Fight alongside the vikings against the mighty Surt. Winnings in the Free Games can even be higher with instant evaluation of Fire Orbs and additional spins.",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2022/09/nordic_fire_l-1200x630.jpg"
    },
    {
      "id": 4,
      "title": "20 Flaring Fruits",
      "image": "https://gamomat.com/wp-content/uploads/2022/03/20_flaring_fruits_s-400x600.jpg",
      "description": "Get a taste of GAMOMAT's juicy fruit-themed game, 20 Flaring Fruits. This fresh title from GAMOMAT is bursting with colour and features fantastic Flaring Fruits. The game has a 5×3 layout, 20 paylines and an extra scatter Star-Symbol that can return delicious extra winnings.",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2022/03/20_flaring_fruits_l-1200x630.jpg"
    },
    {
      "id": 5,
      "title": "50 Flaring Fruits",
      "image": "https://gamomat.com/wp-content/uploads/2022/04/50_flaring_fruits_s-400x600.jpg",
      "description": "Get a taste of GAMOMAT's juicy fruit-themed game, 50 Flaring Fruits. This fresh title from GAMOMAT is bursting with colour and features fantastic Flaring Fruits. The game has a 5x4 layout, 50 paylines and an extra scatter Star-Symbol that can return delicious extra winnings.",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2022/04/50_flaring_fruits_l-1200x630.jpg"
    },
    {
      "id": 6,
      "title": "Crystal Strike",
      "image": "https://gamomat.com/wp-content/uploads/2020/11/crystal-strike-s-400x600.jpg",
      "description": "Enter the crystal cave and discover the powerful Energy Spheres. They trigger respins and spread into large Wild blocks to strike extra big wins.",
      "publisher": "",
      "bigImage": "https://gamomat.com/wp-content/uploads/2020/11/crystal-strike-l-1200x630.jpg"
    },
    {
      "id": 7,
      "title": "Feng's Fortune",
      "image": "http://gamomat.com/wp-content/uploads/2023/03/fengs_fortune_s-400x600.jpg",
      "description": "Enter the mystical world of Feng, the powerful phoenix, and use your chance to win a share of his wealth in this exciting slot game with mythological free games. Win free games with Feng's luck.",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2023/03/fengs_fortune_l-1200x630.jpg"
    },
    {
      "id": 8,
      "title": "20 Ember Wilds",
      "image": "http://gamomat.com/wp-content/uploads/2023/03/20_ember_wilds_s-400x600.jpg",
      "description": "20 Ember Wilds captures the imagination with glowing diamonds and fantastic fruit symbols. With 20 paylines and a classic 5x3 layout, fans of classic slots will absolutely love this.",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2023/03/20_ember_wilds_l-1200x630.jpg"
    },
    {
      "id": 9,
      "title": "Vegas Fruits",
      "image": "http://gamomat.com/wp-content/uploads/2022/12/vegas_fruits_s-400x600.jpg",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2022/12/vegas_fruits_l-1200x630.jpg"
    },
    {
      "id": 11,
      "title": "Alexandria Fire",
      "image": "http://gamomat.com/wp-content/uploads/2022/05/alexandria_fire_s-400x600.jpg",
      "description": "Ignite the hold-and-respin feature with the beacon of the Pharos of Alexandria to experience the glory of an ancient world. During Free Games, Isis guides you through the heavy stone gates for the chance of great Winnings.",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2022/05/alexandria_fire_l-1200x630.jpg"
    },
    {
      "id": 12,
      "title": "Divine Fire",
      "image": "http://gamomat.com/wp-content/uploads/2022/03/divine_fire_s-400x600.jpg",
      "description": "Together with Hephaestus, initiate the magical power of the book and forge your own happiness. Achieve Olympic glory with the fiery hold-and-respin feature.",
      "publisher": "Gamomat",
      "bigImage": "https://gamomat.com/wp-content/uploads/2022/03/divine_fire_l-1200x630.jpg"
    },
    {
      "id": 13,
      "title": "HEART OF MAYA",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/heart-of-maya/heartofmaya-button_450_299_fix.jpg",
      "description": "Embark on an exciting journey into the breathtaking Mayan Empire. Discover the mysterious and exciting culture, as well as a nature that is second to none. Go on a quest to the temple to reach treasures of incredible value, the bonus symbols will guide you there. Are you ready for an exciting discovery? Come on and let's go!",
      "publisher": "",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/heart-of-maya/heartofmaya-header-desktop_1920_540_fix.jpg"
    },
    {
      "id": 14,
      "title": "JUNGLE FEELING",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/jungle-feeling/junglefeeling-button_450_299_fix.jpg",
      "description": "Jungle Feeling welcomes you to a unique setting of untouched, ancient woodlands, native inhabitants, wild animals and unbelievable treasures. However, that‘s not all, the game has a wide portfolio of unpredictable and exciting features to offer. Jungle Feeling knows how to engage with all types of players and resonates well with their demands. Are you ready for the adventure?",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/jungle-feeling/junglefeeling-header-desktop_1920_540_fix.jpg"
    },
    {
      "id": 15,
      "title": "KONG'S TEMPLE",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/kongs-temple/kongstemple-button_450_299_fix.jpg",
      "description": "In Kong's Temple you'll go on an exciting quest to find the treasure of the mighty Kong. But first you have to find the sought-after temple with incredible valuables. During Free Games, the goal is to escape the mighty Kong and find his riches. Gather all your courage and get going!",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/kongs-temple/kongstemple-header-desktop_1920_540_fix.jpg"
    },
    {
      "id": 16,
      "title": "REELS OF FLAME",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/reels-of-flame/reelsofflame-button_450_299_fix.jpg",
      "description": "Hot, hotter - Reels of Flame! This novelty resonates well with fruit game enthusiasts looking for a highly anticipated game with stunning features. Reels of Flame knows how to create an exciting gaming atmosphere and meet players preferences. Let's go and spin the reels until they burn!",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/reels-of-flame/reelsofflame-header-desktop_1920_540_fix.jpg"
    },
    {
      "id": 17,
      "title": "CLUSTER GODS",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/cluster-gods/clustergods-button_450_299_fix.png",
      "description": "The Egyptian themed beauty, Cluster Gods, knows how to create excitement and action! Cluster Gods gets a boost thanks to its innovative game concept. The 5x5 matrix novelty draws attention to itself due to its unique gameplay. The cluster concept allows it to resonate well with players looking for an advanced game experience. Prizes are coming to you in attractive clusters!",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/cluster-gods/clustergods-header-desktop_1920_540_fix.png"
    },
    {
      "id": 18,
      "title": "KEY OF THE NILE",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/key-of-the-nile/keyofthenile-button_450_299_fix.png",
      "description": "Let's travel back in time, to the ancient Egyptian era of pharaohs, impressive architecture, and culture. Key of the Nile got it all – here you play on 5 reels and 20 lines with a very high volatility for a maximum amount of high-class entertainment that is second to none. The breathtaking Free Games and the thrilling Key Feature give the game an extra edge. Solve the mystery, search for the expanding key and gather great wins!",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/key-of-the-nile/keyofthenile-header-desktop_1920_540_fix.png"
    },
    {
      "id": 19,
      "title": "MEDUSA'S EYES",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/medusas-eyes/medusaseyes-button_450_299_fix.png",
      "description": "It is undoubtedly the case that the Greek mythology is said to be one of the most mysterious and exciting ones. There are many rumors about Medusa and her unique capabilities. Once you look her in the eyes, you’ll get petrified. In Medusa’s Eyes, you play on 5 reels and 243 ways that guarantee action and adrenaline. The game gets an extra edge by its thrilling Free Games and Features. For instance, Sticky Wilds during Free Games ensure that Medusa’s Eyes plays in a league of its own. Get spinning and beat Medusa!",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/medusas-eyes/medusaseyes-header-desktop_1920_540_fix.jpg"
    },
    {
      "id": 20,
      "title": "MULTI 7 WILD",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/multi-7-wild/multi7wild-button_450_299_fix.png",
      "description": "The latest novelty in the fruit reel game sector, Multi 7 Wild, is characterized as sparkling, refreshing and electrifying. Colorful fruits and Wild 7’s guarantee an exciting gameplay action. This lush game comes along with tasty Features that resonate well with players looking for a thrilling playing atmosphere. The volatility is classified as middle.",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/multi-7-wild/multi7wild-header-desktop_1920_540_fix.png"
    },
    {
      "id": 21,
      "title": "RUBY SEVENS",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/ruby-sevens/rubysevens-button_450_299_fix.png",
      "description": "Ruby Sevens Deluxe is associated with vitality, fruity fun and excitement. The game is available with 4 different line versions to address a wider target audience. Join us for a unique fruit party, enriched with fortune bringing shamrocks!",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/ruby-sevens/rubysevens-header-desktop_1920_540_fix.png"
    },
    {
      "id": 22,
      "title": "BLACK HOLE",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/black-hole/blackhole-button_450_299_fix.png",
      "description": "Black Hole guarantees the player an unique gameplay atmosphere and puts the player in a challenging position. Can you set the tower up to the maximum - are you ready for the challenge? This Cashpot game resonates well with players looking for an extra adrenaline kick. The volatility of the Game is classified as very high.",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/black-hole/blackhole-header-desktop_1920_540_fix.png"
    },
    {
      "id": 23,
      "title": "BLAZING BURST",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/blazing-burst/blazingburst-button_450_299_fix.png",
      "description": "This Game not only scores with profitable fruits. It also convinces with luck bringing Wild combinations.",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/blazing-burst/blazingburst-header-desktop_1920_540_fix.png"
    },
    {
      "id": 24,
      "title": "BOOK OF FIRE",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/book-of-fire/bookoffire-button_450_299_fix.png",
      "description": "Book of Fire, a best-in-class mystic themed reel game with a touch of the past and witchcraft. Pay the enchanted world of the supernatural game a visit that you will definitely not regret. This game resonates well with Free Game enthusiasts, thanks to exciting game Features. This game surely becomes a players favorite. The volatility of the game is classified as very high.",
      "publisher": "Merkur",
      "bigImage": "https://www.merkur-gaming.com/medien/content_images/games/book-of-fire/bookoffire-header-desktop_1920_540_fix.png"
    },
    {
      "id": 25,
      "title": "THUNDER HAWK",
      "image": "https://peterandsons.org/uploads/Thunderhawk_Preview.jpg",
      "description": "The tribe gathers in reverence to the all-powerful Thunderhawk, for it blesses the harvest and brings abundant fortune and riches. Thunderhawk is a medium-high volatility slot game played on a 5x3 grid and 20 pay lines paying from left to right, with a Max Win potential of 10000x your bet. The game features Thunder Hawk symbols with instant pays, a free spins game with random power ups on every spin, and a collect feature that triggers a super free spins game where you will need to gather as many instant-paying Thunder Hawk symbols as possible.",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/Thunderhawk_Banner.jpg"
    },
    {
      "id": 27,
      "title": "BARBAROSSA",
      "image": "https://peterandsons.org/uploads/Barbarossa_Preview_350x292.png",
      "description": "Embark on a thrilling adventure in Pirate Barbarossa. Brave the shark-infested waters as you search for the biggest treasure of all time. Will you be the one to uncover the ultimate pirate loot? Barbarossa is a high-volatility Slot game with the signature Doublemax feature. The game is played on a 5x3 grid, offering 243 Ways to Win and a maximum payout of 20000 times your bet. It features Wild Cascades, Multiplier Jumps, and a Free Spins bonus game with unlimited Multipliers!",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/Barbarossa_Web.jpg"
    },
    {
      "id": 28,
      "title": "BOOK OF BOOKS",
      "image": "https://peterandsons.org/uploads/BoB_Preview.png",
      "description": "The order of the Peregrin hides under the robes of musicians and minstrels. They guard the biggest secret known to man—the book of books, father of all books, source of all power and wealth. Book of Books is a high-volatility Slot game played on a dynamic grid ranging from 5x3 to 5x5 and 40 pay lines during the Bonus Game. The game offers a collection mechanism during the base game that allows players to Powerup their Free Spins with up to 10 expanding symbols, additional free spins, and multipliers.",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/BoB_Web.jpg"
    },
    {
      "id": 29,
      "title": "DRAGON BLOX",
      "image": "https://peterandsons.org/uploads/dragonblox_preview.png",
      "description": "Treasure hunters arrive; with fright in their eyes, they gaze at the gates of the old mines. Here dwells the legendary red dragon on piles of gold and gems. Welcome to DragonBlox, a high-volatility video Slot game with the signature GigaBlox and Lock’n Blox features. The game is played on a 6x6 panel with 50 pay lines evaluated from left to right, featuring oversized symbols, Wilds, a Monster Jackpot bonus game, and a Monster Free Spins game!",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/dragonblox_desktop_web3.jpg"
    },
    {
      "id": 30,
      "title": "THE LEGEND OF MUSASHI",
      "image": "https://peterandsons.org/uploads/300x250px-2.jpg",
      "description": "Follow the tale of Musashi, the legendary samurai, in his search for truth and glory, challenging the gods of the zodiac until his final battle with the grandmaster dragon. The Legend of Musashi is a high volatility slot game played on a 6x4 grid with avalanche cascades, 4096 Ways to win, and a max payout of more than 20000x. The game features progressive multipliers during cascades, 10 Power mode levels with expanding Wilds, and two Free Spins bonus games.",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/1920x500px-2.jpg"
    },
    {
      "id": 31,
      "title": "DUNGEON TOWER",
      "image": "https://peterandsons.org/uploads/dungeontower_preview3.png",
      "description": "The wild book tells of the once forgotten Tower in the dungeons of mount Argol and the creatures that guard the hidden treasures of the once great king. Dungeon Tower is a high volatility 5x5 video slot game with the signature MULTIMAX feature, Grid-pays, avalanche cascades, wilds, and a Free Spins bonus game with unlimited reel multipliers, offering a max payout of 20000x bet!",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/dungeon_desktop_web3.jpg"
    },
    {
      "id": 32,
      "title": "VOODOO HEX",
      "image": "https://peterandsons.org/uploads/preview_image_desktop_mobile.png",
      "description": "In the year 1921 of the lord, deep in the New Orleans French quarters, a Voodoo Shop is alight at the end of a dark and sinuous street. As Mardi Grass rages across town, the former priest is at work. Spells are cast towards the celebration, hex bonding musicians and transforming the streets into a magic ritual without precedence, all to win Oshun’s favour! Voodoo Hex is a medium/high volatility 3x3 Video Slot game with 5 paylines evaluated from left to right and a max payout of 10000x/bet.",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/woodoo_main_banner_desktop.png"
    },
    {
      "id": 33,
      "title": "WILD 1",
      "image": "https://peterandsons.org/uploads/previewebdesktop.png",
      "description": "Many winters passed since the grand collapse, survivors gathered, the old clans revived, and the knights of the old machines became the gods of the new era. The ancient roads are alive again, and the new wars are fought on their back. The winner takes it all! Wild One is a medium-high volatility slot game played on a 6x4 grid, with 4096 Ways to win and a max payout of more than 5000x bet.",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/bannerwebdesktop.png"
    },
    {
      "id": 34,
      "title": "WATER BLOX",
      "image": "https://peterandsons.org/uploads/300x250px-1.jpg",
      "description": "Where the forests of Walarya end and the big blue breaks, giant sea creatures travel up the fjords. The shaman stands at the falls waiting for the big catch, for the rewards are great for the biggest ones. Water Blox is a high volatility Video Slot game with the signature GIGABLOX feature, offering a max payout of more than 7500 times the bet. The game is played on a 6 by 6 grid and 50 pay lines evaluated from left to right, featuring Wild Re-spins, Roaming Wilds, and a Free Spins bonus game with up to 10x Multipliers!",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/1920x500px-2.png"
    },
    {
      "id": 35,
      "title": "WILD DUEL",
      "image": "https://peterandsons.org/uploads/wild_duel_preview_2.png",
      "description": "Wild Duel is a high volatility slot game played on a 5x3 grid and 10 paylines evaluated from left to right. The game offers a Duel Feature with respins and Sticky Wilds, Expanding Wilds, Wild multipliers, and a Free Spins bonus game with Re-triggers! In the base game, 2 Scatters landing on the panel activate the Wild Duel feature, with two vertical reels on each grid side and three symbol positions in each. On the right side, the Outlaw-reel, where characters of Outlaws with random multipliers from 1 to 10x or empty spaces appear. On the left side, the Marshal-reel with Marshal characters. Each Marshall character is associated with a different Wild feature: Random Wild, Expanding Wild, and Sticky Wild.",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/1920x500px-1.jpg"
    },
    {
      "id": 36,
      "title": "XIBALBA",
      "image": "https://peterandsons.org/uploads/xibalba_preview.jpg",
      "description": "Deep in the Mayan jungle, the twelve demon lords of Xibalba, gods of death, rule the underworld with firm hands. Men are summoned, and they fall, for the roads to Xibalba are filled with deceit and the gods full of treacherous trickery. Only the hero twins can defeat them and unlock the treasures for so long hidden. Xibalba is a high volatility slot game with a max payout of more than 20000x bet. The game starts on a 5-reel, 3-row reel set and 243 Ways to win, expanding when winning combinations hit, to a maximum grid size of 5-reel, 6-rows, and 7776 Ways to win.",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/xibalba-web-1.jpg"
    },
    {
      "id": 37,
      "title": "VALKYRIES",
      "image": "https://peterandsons.org/uploads/valkyriespreview.jpg",
      "description": "The Valkyries are gathering at the gates of Valhalla to welcome the fallen heroes. As they sing their battle cry, they lead their souls to the hall of the slain, where the rewards await. This is a high volatility video slot game played on a 5x3 grid, 10 pay lines evaluated from left to right, and a max payout of more than 20000x bet. The game offers a great mix of features, Power Reel, Dropping Wilds, Locking Wilds, Wild Respins, and a free spins bonus game with a buy option.",
      "publisher": "Peter & Sons",
      "bigImage": "https://peterandsons.org/uploads/valkyriesbanner.jpg"
    }
  ]
}
